"Background" = "Fondo";
"Black & White" = "Blanco y negro";
"Cancel" = "Cancelar";
"Choose..." = "Seleccionar...";
"Compress" = "Comprimir";
"Convert Image..." = "Convertir imagen...";
"Crop" = "Recortar";
"Format" = "Formato";
"Height:" = "Altura:";
"Image Converter" = "Conversor de imágenes";
"Image: " = "Imagen:";
"OK" = "Aceptar";
"Rotate Left" = "Giro a la izquierda";
"Rotate Right" = "Giro a la derecha";
"Save" = "Guardar";
"Scale preview" = "Tamaño de vista previa";
"Size" = "Tamaño";
"Width:" = "Anchura:";
"untitled" = "sin título";
